---
kind: other
id: Properties.T:Autodesk.Revit.DB.MeshTriangle
source: html/58987e2e-67db-10b1-eb14-07e9e9d85929.htm
---
# MeshTriangle Properties

The index of the vertex in the Vertices array of the mesh, for indexed access.